{"chapters":[{"header":"Mark- och vattenanvändning","html":"<p>Grunddragen i den avsedda användningen av mark- och vattenområden ska framgå av översiktsplanen. Detta görs lämpligast på en karta. Hur detaljerad och specificerad redovisningen ska vara avgör kommunen själv. Det blir allt vanligare att kommunerna väljer att redovisa blandad användning, till exempel stadsbebyggelse i stället för en uppdelning i bostadsområden och verksamhetsområden. För att möjliggöra etablering av verksamheter som kan vara störande finns det dock ofta skäl att särredovisa verksamhetsområden där bostäder inte bör tillåtas.&nbsp;</p>\n<p><br></p>\n<figure><img src=\"https://www.vattenreningsgruppen.se/ElemImage/saltvatten(1)_600.jpg\"/></figure>\n<p><br></p>","layers":[],"chapters":[],"expanded":false},{"header":"Allmänna intressen","html":"<p>Översiktsplanen ska redovisa hur kommunen tänker ta hänsyn till allmänna intressen vid beslut om användningen av mark- och vattenområden. De allmänna intressena anges i plan- och bygglagens andra kapitel. Riksintressen ska anges särskilt. Kravet på redovisning av de allmänna intressena innebär att kommunen preciserar vilka intressen som ska tillgodoses, var de ligger, hur de avgränsas samt avgör vilket intresse som ska gälla om det råder konflikt mellan dem (avvägning). I riktlinjer eller rekommendationer anges vilken hänsyn som ska tas, till exempel när det gäller detaljlokalisering och utformning av nya byggnader.&nbsp;</p>\n<p><br></p>\n<figure><img src=\"https://www.thegef.org/sites/default/files/styles/document_large_image/public/Climate-Smart-Land-Use-PDF-Cover.jpg\"/></figure>\n<p><br></p>","layers":[],"chapters":[],"expanded":false},{"header":"Riksintressen och miljökvalitetsnormer","html":"<p>Kommunen ska i sin översiktsplan visa hur man tänker tillgodose redovisade riksintressen och hur man tänker följa gällande miljökvalitetsnormer. Riksintressen är en delmängd av de allmänna intressena. Syftet med dem är att främja en god hushållning ur en ekologisk, social och samhällsekonomisk synpunkt. (<a href=\"http://data.riksdagen.se/fil/EB5C2824-864D-4D67-80DC-BB639DDB36B4\" target=\"_blank\" title=\"1994/95:230\"> <u>prop 1994/95:230 sid 54</u></a>). Riksintressena är av två olika slag. I miljöbalkens tredje kapitel anges typer av områden som kan vara av riksintresse. Sektorsansvariga centrala myndigheter beslutar vilka områden som man anser ska vara av riksintresse (anspråk på riksintresse). I kommunens dialog med länsstyrelsen under processen med att upprätta eller ändra en översiktsplan preciseras sedan riksintressenas avgränsning och innebörd. I miljöbalkens fjärde kapitel pekas ett antal större, i ord specificerade områden ut som riksintresseområden. Dessa är alltså beslutade av riksdagen. I översiktsplanen kan kommunen och länsstyrelsen komma överens om deras exakta avgränsning och precisera de värden som gör att de är av riksintresse.&nbsp;</p>\n<p><br></p>\n<figure><img src=\"https://www.eea.europa.eu/airs/2017/resource-efficiency-and-low-carbon-economy/environmental-protection-expenditure/image_large\"/></figure>\n<p><br></p>\n<p>Att tillgodose ett riksintresse kan ibland innebära att olika riksintressen måste vägas mot varandra i översiktsplanen. Ett riksintresse kan bara vägas mot andra riksintressen, inte mot intressen som kommunen bedömer som viktiga i allmänhet. Ett ställningstagande som då kan bli aktuellt i utarbetandet av planförslaget är om motstående anspråk kan innebära påtaglig skada på de värden som föranlett att ett område utpekats som riksintresse. Det finns även möjlighet för kommunen att i översiktsplanen ta ställning till om redovisade områden av riksintressen ska säkerställas genom rättsverkande planer eller beslut. (<a href=\"http://data.riksdagen.se/fil/EB5C2824-864D-4D67-80DC-BB639DDB36B4\" target=\"_blank\" title=\"1994/95:230\"><u>prop. 1994/95:230 sid 58</u></a>)</p>\n<p>Bestämmelserna om miljökvalitetsnormerna finns i miljöbalkens femte kapitel. Idag finns miljökvalitetsnormer för utomhusluft, vattenförekomster, fisk- och musselvatten samt omgivningsbuller.</p>","layers":[],"chapters":[],"expanded":false},{"header":"Utveckling, bevarande och användning av den byggda miljön","html":"<p>&nbsp;I översiktsplanen ska kan kommunen visa sina ställningstaganden för hur den byggda miljön som bland annat omfattar bebyggelse, anläggningar, vegetation och parker, ska utvecklas, bevaras och användas i framtiden. Översiktsplanen ska ange utgångspunkter och riktlinjer för lokalisering och utformning av den byggda miljön till stöd för efterkommande planläggning och lovgivning. (p<a href=\"http://data.riksdagen.se/fil/EB5C2824-864D-4D67-80DC-BB639DDB36B4\" target=\"_blank\" title=\"1994/95:230\"><u>rop. 1994/95:230 sid 54</u></a>)&nbsp;</p>\n<p><br></p>\n<figure><img src=\"https://dms-cf-02.dimu.org/image/012sAXxS7rLd\"/></figure>\n<p><br></p>","layers":[],"chapters":[],"expanded":false},{"header":"Samordning med nationella och regionala mål med mera","html":"<p>Av översiktsplanen ska det framgå hur kommunen i den fysiska planeringen tänker ta hänsyn till och samordna översiktsplanen med nationella och regionala mål, planer och program av betydelse för en hållbar utveckling inom kommunen. Exempel på sådana mål och program kan vara</p>\n<ul>\n  <li>Regionala tillväxt- och utvecklingsprogram</li>\n  <li>Länsplaner för transportinfrastruktur</li>\n  <li>De transportpolitiska målen</li>\n  <li>De nationella och regionala miljömålen</li>\n  <li>Regionala klimat- och energistrategier.</li>\n</ul>\n<p>Det kan också handla om planer för</p>\n<ul>\n  <li>Elektronisk infrastruktur</li>\n  <li>Avfallshantering</li>\n  <li>Kollektivtrafikförsörjning</li>\n  <li>Jämställdhet och integration</li>\n</ul>\n<figure><img src=\"https://s3.pixers.pics/pixers/700/FO/63/48/44/06/700_FO63484406_8d8c8bdd9df88f425879a719af912c75.jpg\"/></figure>\n<p><br></p>\n<p>Exakt vilka mål, planer, program och strategier som kommunen bör ta hänsyn till i översiktsplaneringen går inte att säga eftersom dessa ändras över tid. Det är upp till kommunen att bedöma vilka som är relevanta för kommunens hållbara utveckling och den fysiska planeringen. (<a href=\"http://data.riksdagen.se/fil/25C66E43-B749-4BA9-A14E-FD26F0390AB9\" target=\"_blank\" title=\"2009/10:170\"><u>prop. 2009/10:170 sid 176-177</u></a>).</p>\n<p>Boverket har sammanställt nationella mål som finns redovisade under rubriken <a href=\"https://www.boverket.se/sv/PBL-kunskapsbanken/Allmant-om-PBL/teman/nationella-mal1/\" title=\"Nationella mål\"><u>Tema nationella mål.</u></a>&nbsp;</p>","layers":[],"chapters":[],"expanded":false},{"header":"Landsbygdsområden i strandnära lägen","html":"<p>Kommunen ska i översiktsplanen redovisa sådana områden för landsbygdsutveckling i strandnära lägen, så kallade LIS-områden, som avses i miljöbalkens sjunde kapitel. I dessa områden får det beaktas som ett särskilt skäl om en byggnad, verksamhet, anläggning eller åtgärd bidrar till utvecklingen av landsbygden. Detta förutsätter att det finns sådana områden inom kommunen. Det ska också ske på ett sådant sätt att det långsiktiga skyddet av strändernas natur- och friluftsvärden upprätthålls. Det ska fortfarande finnas god tillgång till strandområden för allmänheten och förutsättningar för att bevara goda livsvillkor för djur- och växtlivet. Redovisningen i översiktplanen ska vara vägledande vid prövning av dispenser från och vid upphävanden av strandskyddet.&nbsp;</p>\n<p><br></p>\n<figure><img src=\"http://resources.mynewsdesk.com/image/upload/c_limit,dpr_1.0,f_auto,h_700,q_auto,w_690/pbqw7jyff8nwopo6rjgj.jpg\"/></figure>\n<p><br></p>\n<p>Som särskilda skäl vid prövningen av en fråga om upphävande av eller dispens från strandskyddet inom ett område för landsbygdsutveckling i strandnära lägen får man också beakta om ett strandnära läge för en byggnad, verksamhet, anläggning eller åtgärd bidrar till utvecklingen av landsbygden. Om prövningen gäller en dispens för att uppföra enstaka en- eller tvåbostadshus med tillhörande komplementbyggnader och andra åtgärder får man i stället beakta om huset eller husen avses att uppföras i anslutning till ett befintligt bostadshus. Lag (2009:532) om ändring i miljöbalken.&nbsp;&nbsp;</p>","layers":[],"chapters":[],"expanded":false,"mapSettings":{"layers":["1","2","3"],"center":[1329500.2791501533,8041235.09202888],"zoom":13}},{"header":"Karta","html":"<p>Karta</p>","mapSettings":{"layers":["1","2","3"],"center":[1328568.9364478204,8040889.66990081],"zoom":18},"chapters":[],"expanded":true}]}