{
  "chapters": [
    {
      "header": "Användning av mark- och vattenområden",
      "html": "",
      "mapSettings": {
        "target": "map",
        "center": [319771, 6399959],
        "title": "Hajk 3",
        "projection": "EPSG:3006",
        "zoom": 8,
        "maxZoom": 18,
        "minZoom": 3,
        "resolutions": [
          4096,
          2048,
          1024,
          512,
          256,
          128,
          64,
          32,
          16,
          8,
          4,
          2,
          1,
          0.5
        ],
        "origin": [0, 0],
        "extent": [0, 6000000, 1000000, 9000000],
        "constrainOnlyCenter": false,
        "logo": "https://github.com/hajkmap/Hajk/raw/master/design/logo_small.png",
        "geoserverLegendOptions": "",
        "mapselector": false,
        "mapcleaner": true,
        "drawerVisible": true,
        "drawerPermanent": true,
        "colors": { "primaryColor": "#333333", "secondaryColor": "#ffa000" },
        "defaultCookieNoticeMessage": "Vi använder cookies för att följa upp användandet och ge en bra upplevelse av kartan. Du kan blockera cookies i webbläsaren men då visas detta meddelande igen.",
        "defaultCookieNoticeUrl": "https://pts.se/sv/bransch/regler/lagar/lag-om-elektronisk-kommunikation/kakor-cookies/"
      },
      "chapters": [
        {
          "header": "Redovisning av planen",
          "html": "<p>I översiktsplanens del 1 redovisas de mål och strategier som planen grundas på.<a data-header=\"{b51181b0-8b8b-4faa-98eb-5ed49018ef70}\" data-document=\"utgangspunkter\">Läs om Utmaningar i Utgånspunkter</a> I avsnitten ”Inriktning för stadens utveckling” och ”Områdesvisa inriktningar” i samma del kopplas den övergripande utbyggnadsstrategin till olika geografiska områden i staden. I översiktsplanens del 2 (denna del) och på kartor visas vilka fysiska uttryck strategier och överväganden får på markanvändningen samt också hur ställningstagandena kan följas upp i olika prövningar och beslut om förändrad användning av mark- och vattenområden. Redovisningen av planen görs på två kommuntäckande kartor ”Användning av mark och vattenområden ” och ”Regler och rekommendationer” samt i beskrivande text. Översiktsplanens karta 1 ”Användning av mark- och vattenområden”, är en illustration av huvuddragen i pågående och föreslagen förändrad mark- och vattenanvändning i planområdet. Karta 2 ”Regler och rekommendationer” visar hur bebyggelse får tillkomma, förändras eller bevaras samt vilka lagstadgade regler om markanvändningen som finns och var dessa gäller inom kommunens mark- och vattenområden. De båda kartorna med tillhörande text ska läsas och användas parallellt. Till översiktsplanen hör vidare karta 3 ”Riksintressen enligt miljöbalken kapitel 3 och 4” samt en sammanfattande redovisning av hur riksintressena tillgodoses i planen</p>",
          "mapSettings": {
            "target": "map",
            "center": [319771, 6399959],
            "title": "Hajk 3",
            "projection": "EPSG:3006",
            "zoom": 8,
            "maxZoom": 18,
            "minZoom": 3,
            "resolutions": [
              4096,
              2048,
              1024,
              512,
              256,
              128,
              64,
              32,
              16,
              8,
              4,
              2,
              1,
              0.5
            ],
            "origin": [0, 0],
            "extent": [0, 6000000, 1000000, 9000000],
            "constrainOnlyCenter": false,
            "logo": "https://github.com/hajkmap/Hajk/raw/master/design/logo_small.png",
            "geoserverLegendOptions": "",
            "mapselector": false,
            "mapcleaner": true,
            "drawerVisible": true,
            "drawerPermanent": true,
            "colors": {
              "primaryColor": "#333333",
              "secondaryColor": "#ffa000"
            },
            "defaultCookieNoticeMessage": "Vi använder cookies för att följa upp användandet och ge en bra upplevelse av kartan. Du kan blockera cookies i webbläsaren men då visas detta meddelande igen.",
            "defaultCookieNoticeUrl": "https://pts.se/sv/bransch/regler/lagar/lag-om-elektronisk-kommunikation/kakor-cookies/"
          },
          "chapters": [],
          "expanded": false
        },
        {
          "header": "Planens huvuddrag och övergripande struktur",
          "headerIdentifier": "{f43cdffe-bc2b-446a-af8b-fb71f1b20e98}",
          "html": "<p>En översiktsplan ska visa grunddragen i användningen av mark- och vattenområden i kommunen. Det är därför framför allt den övergripande strukturen som kan utläsas i planens kartor, medan detaljerad markanvändning successivt redovisas i fördjupningar av översiktsplanen, programstudier och detaljplaner. Översiktsplanen visar tydligt på en utbyggnad av staden som inriktas mot komplettering inom den del av den befintliga bebyggelsestrukturen där god försörjning med kollektivtrafik kan erhållas. Utbyggnaden ska kombineras med ett ökat byggande i strategiskt belägna knutpunkter. Nytillskott och förändringar kommer därför att ske i första hand i stadens centrala områden och mellanområden. I undantagsfall kan ett visst kompletteringsbyggande också behöva ske i ytterområden där t.ex. ett ökat befolkningsunderlag krävs för att förbättra infrastruktur och service eller där ensidigt utbud av bostadstyper behöver kompletteras till en mer varierad blandning av olika typer av bostäder. I flera av de centrala förnyelseområdena planeras radikala förändringar av markanvändningen. Sådana områden är Gullbergsvass, Frihamnen och Backaplan, och på längre sikt också Ringön och Marieholm-Slakthusområdet. För Backaplan pågår arbete med en fördjupning av översiktsplanen. Komplettering och förtätning planeras också i flera andra delar av staden som t.ex. Högsbo, Biskopsgården och Gamlestaden. Markanvändingsstudier finns framtagna eller pågår för några av dessa områden. De strategiska knutpunkterna är: Angereds centrum, Gamlestaden, Backaplan, City och Frölunda torg. Ett ökat byggande runt knutpunkterna förslås för att föra n v ä n d n i n g a v m a r k - o c h v a t t e n o m r å d e n Karta 1: Användning av mark- och vattenområden Ö v e r s i k t s p l a n f ö r G ö t e b o r g 2 0 0 9 - 0 2 - 2 6 : DEL 2 » SID a stärka underlaget för service och kollektivtrafik. Strategin medför att det inte planeras för någon utbyggnad av nya ytterområden förrän sådana områden är försörjda med utbyggd infrastruktur, främst god kollektivtrafik. Områden som kan bli aktuella för en utbyggnad på längre sikt redovisas i översiktsplanen på karta 1 som ”Utredningsområde för framtida bebyggelseområden”, respektive ”Utredningsområde för framtida verksamhetsområden”. Den omfattande utbyggnad av staden som föreslås i planen kräver stora förbättringar och förstärkning av det övergripande trafiksystemet. Lägen för nya förbindelser över och under Göta älv för biltrafik, järnväg och gång- och cykeltrafik föreslås i planen. Vidare föreslås reservat för ett antal kompletterande och förstärkande väglänkar för vägtrafiken samt utökad och förbättrad kollektivtrafik. En utbyggnadsstruktur som bygger på förtätning och komplettering i det redan byggda kräver att särskild hänsyn tas så att kvaliteterna i stadens grönytor bibehålls. I översiktsplanen uppmärksammas och betonas också vikten av god tillgång till kust- och skärgårdsområdet och till stora sammanhängande natur- och friluftsområden för rekreation i stadens närhet. Flera av dessa är eller föreslås bli säkrade genom t.ex. naturreservat eller detaljplan.</p>",
          "mapSettings": {
            "target": "map",
            "center": [319771, 6399959],
            "title": "Hajk 3",
            "projection": "EPSG:3006",
            "zoom": 8,
            "maxZoom": 18,
            "minZoom": 3,
            "resolutions": [
              4096,
              2048,
              1024,
              512,
              256,
              128,
              64,
              32,
              16,
              8,
              4,
              2,
              1,
              0.5
            ],
            "origin": [0, 0],
            "extent": [0, 6000000, 1000000, 9000000],
            "constrainOnlyCenter": false,
            "logo": "https://github.com/hajkmap/Hajk/raw/master/design/logo_small.png",
            "geoserverLegendOptions": "",
            "mapselector": false,
            "mapcleaner": true,
            "drawerVisible": true,
            "drawerPermanent": true,
            "colors": {
              "primaryColor": "#333333",
              "secondaryColor": "#ffa000"
            },
            "defaultCookieNoticeMessage": "Vi använder cookies för att följa upp användandet och ge en bra upplevelse av kartan. Du kan blockera cookies i webbläsaren men då visas detta meddelande igen.",
            "defaultCookieNoticeUrl": "https://pts.se/sv/bransch/regler/lagar/lag-om-elektronisk-kommunikation/kakor-cookies/"
          },
          "chapters": [],
          "expanded": false
        },
        {
          "header": "Redovisning i text och på karta",
          "headerIdentifier": "{57427123-ef67-4f69-b72f-d5a737e41cc1}",
          "html": "<p>På kartan redovisas huvuddragen i dels pågående, dels föreslagen användning av mark- och vattenområden i kommunen. Rubrikerna i texten följer i huvudsak kartans teckenförklaring. Eftersom övervägande utbyggnad av staden föreslås ske genom komplettering och omvandling i redan tidigare bebyggda områden kan mindre kompletteringar inte detaljerat utläsas ur kartan. Vidare medger inte kartunderlaget någon exakt tolkning av områdesgränserna. Dessa kommer att studeras vidare i fördjupningar av översiktsplanen och detaljplaner. Aktuella fördjupningar av översiktsplanen finns redovisade på karta 1 och 2. Se vidare ”Fördjupningar och tillägg”, del 2</p>",
          "mapSettings": {
            "target": "map",
            "center": [319771, 6399959],
            "title": "Hajk 3",
            "projection": "EPSG:3006",
            "zoom": 8,
            "maxZoom": 18,
            "minZoom": 3,
            "resolutions": [
              4096,
              2048,
              1024,
              512,
              256,
              128,
              64,
              32,
              16,
              8,
              4,
              2,
              1,
              0.5
            ],
            "origin": [0, 0],
            "extent": [0, 6000000, 1000000, 9000000],
            "constrainOnlyCenter": false,
            "logo": "https://github.com/hajkmap/Hajk/raw/master/design/logo_small.png",
            "geoserverLegendOptions": "",
            "mapselector": false,
            "mapcleaner": true,
            "drawerVisible": true,
            "drawerPermanent": true,
            "colors": {
              "primaryColor": "#333333",
              "secondaryColor": "#ffa000"
            },
            "defaultCookieNoticeMessage": "Vi använder cookies för att följa upp användandet och ge en bra upplevelse av kartan. Du kan blockera cookies i webbläsaren men då visas detta meddelande igen.",
            "defaultCookieNoticeUrl": "https://pts.se/sv/bransch/regler/lagar/lag-om-elektronisk-kommunikation/kakor-cookies/"
          },
          "chapters": [],
          "expanded": true
        },
        {
          "header": "Pågående användning av mark- och vattenområden",
          "html": "",
          "mapSettings": {
            "target": "map",
            "center": [319771, 6399959],
            "title": "Hajk 3",
            "projection": "EPSG:3006",
            "zoom": 8,
            "maxZoom": 18,
            "minZoom": 3,
            "resolutions": [
              4096,
              2048,
              1024,
              512,
              256,
              128,
              64,
              32,
              16,
              8,
              4,
              2,
              1,
              0.5
            ],
            "origin": [0, 0],
            "extent": [0, 6000000, 1000000, 9000000],
            "constrainOnlyCenter": false,
            "logo": "https://github.com/hajkmap/Hajk/raw/master/design/logo_small.png",
            "geoserverLegendOptions": "",
            "mapselector": false,
            "mapcleaner": true,
            "drawerVisible": true,
            "drawerPermanent": true,
            "colors": {
              "primaryColor": "#333333",
              "secondaryColor": "#ffa000"
            },
            "defaultCookieNoticeMessage": "Vi använder cookies för att följa upp användandet och ge en bra upplevelse av kartan. Du kan blockera cookies i webbläsaren men då visas detta meddelande igen.",
            "defaultCookieNoticeUrl": "https://pts.se/sv/bransch/regler/lagar/lag-om-elektronisk-kommunikation/kakor-cookies/"
          },
          "chapters": [
            {
              "header": "Bebyggelseområde med grön- och rekreationsytor",
              "html": "<p>Områdena omfattar huvuddelen av den idag bebyggda staden utom större, sammanhängande verksamhetsområden, institutioner, större grönområden och trafikleder som redovisas separat. Inom områdena inryms bostäder i den täta innerstaden och villaområden i mer perifera delar. Dessutom inryms kontor, mindre verksamhetsområden, handel och andra anläggningar för service. Vidare ingår också lokalgator, allmänna platser, gång- och cykelstråk och grönytor, dvs sådana typer av funktioner som bidrar till en levande stadsmiljö och som är möjliga att blanda i en stad utan att störningar uppstår. Förnyelse genom ombyggnad och nybyggnad inom den byggda staden ska i första hand ske inom områden som kan försörjas med god kollektivtrafik. Komplettering bör också fortsättningsvis ske så att bostäder, service och verksamheter som inte är störande för omgivningen blandas. Vid komplettering och nybyggnad ska beaktas att tillgången till och kvaliteterna i stadens grönområden bevaras och att grönområden i tillräcklig omfattning tillskapas nära bostäderna för det som byggs nytt. Väl placerade ytor för barns lek ska säkras i detaljplanerna. Borttagna värden ska kompenseras så att kvaliteterna bibehålls. En annan utgångspunkt är att det ska finnas eller tillskapas också andra bostadskomplement och servicefunktioner i närområdet då staden kompletteras med nya bostäder och arbetsplatser. Vidare ska hänsyn tas till den befintliga bebyggelsens karaktär och kulturhistoriska innehåll vid förändringar, se vidare del 3 ”Kulturmiljö”. I områden av riksintresse för kulturmiljövården ska särskild hänsyn tas så att värdena inte skadas eller bebyggelsemiljöerna förvanskas. Läs vidare under avsnitten om strategiska frågor och de områdesvisa inriktningarna i del 1.</p>",
              "mapSettings": {
                "target": "map",
                "center": [319771, 6399959],
                "title": "Hajk 3",
                "projection": "EPSG:3006",
                "zoom": 8,
                "maxZoom": 18,
                "minZoom": 3,
                "resolutions": [
                  4096,
                  2048,
                  1024,
                  512,
                  256,
                  128,
                  64,
                  32,
                  16,
                  8,
                  4,
                  2,
                  1,
                  0.5
                ],
                "origin": [0, 0],
                "extent": [0, 6000000, 1000000, 9000000],
                "constrainOnlyCenter": false,
                "logo": "https://github.com/hajkmap/Hajk/raw/master/design/logo_small.png",
                "geoserverLegendOptions": "",
                "mapselector": false,
                "mapcleaner": true,
                "drawerVisible": true,
                "drawerPermanent": true,
                "colors": {
                  "primaryColor": "#333333",
                  "secondaryColor": "#ffa000"
                },
                "defaultCookieNoticeMessage": "Vi använder cookies för att följa upp användandet och ge en bra upplevelse av kartan. Du kan blockera cookies i webbläsaren men då visas detta meddelande igen.",
                "defaultCookieNoticeUrl": "https://pts.se/sv/bransch/regler/lagar/lag-om-elektronisk-kommunikation/kakor-cookies/"
              },
              "chapters": [],
              "expanded": false
            },
            {
              "header": "Verksamhetsområde",
              "html": "<p>Verksamhetsområden kan innehålla störande verksamheter, större och mindre industrianläggningar, lager, hamnverksamhet, partihandel och liknande. Vidare ingår också lokalgator, allmänna platser och gång- och cykelstråk samt grönytor. Områdena är olika till innehåll, struktur, utnyttjandegrad och karaktär. Generellt gäller att bostäder och andra funktioner som kan bli störda är olämpliga att lokalisera inom verksamhetsområden och också i vissa fall i nära anslutning till dessa. De flesta befintliga verksamhetsområden föreslås bibehålla sin nuvarande funktion. Undantagna är områdena Frihamnen, Gullbergsvass och delar av Gamlestaden samt Ringön, Marieholm-Slakthusområdet och en del av Högsbo/Sisjön som Exempel på verksamhetsområden med olika innehåll: • Ytterhamnsområdet med raffinaderier och andra omgivningspåverkande anläggningar som kräver skyddsavstånd mot bostadsbebyggelse. • Volvos anläggningar norr om ytterhamnsområdet - de är ytkrävande och har krav på skyddsavstånd till annan bebyggelse. • Alelyckan, Högsbo och Sisjön - områden med mindre störande verksamheter som småindustri, handel, lager, partihandel och transportverksamhet. a n v ä n d n i n g a v m a r k - o c h v a t t e n o m r å d e n Karta 1: Användning av mark- och vattenområden Ö v e r s i k t s p l a n f ö r G ö t e b o r g 2 0 0 9 - 0 2 - 2 6 : DEL 2 » SID a 1 1 samtliga är äldre hamn- och verksamhetsområden i behov av omvandling och förnyelse. Dessa ingår i de stadsutvecklingsområden där översiktsplanen anger förändrad markanvändning med blandade funktioner. I första hand ska nya störande verksamheter lokaliseras i befintliga verksamhetsområden där komplettering är möjlig. I vissa verksamhetsområden ryms också handel. Nya etableringar av handel ska generellt undvikas i verksamhetsområden. Eventuell ny handel ska koncentreras inom eller i anknytning till befintliga etableringar. Inom några verksamhetsområden finns värdefulla natur- och kulturmiljöer, se vidare beskrivningar del 3. Verksamheter som inte är störande finns också och kan tillkomma inom vad som i planen betecknas ”bebyggelseområden med grön- och rekreationsytor”.</p>",
              "mapSettings": {
                "target": "map",
                "center": [319771, 6399959],
                "title": "Hajk 3",
                "projection": "EPSG:3006",
                "zoom": 8,
                "maxZoom": 18,
                "minZoom": 3,
                "resolutions": [
                  4096,
                  2048,
                  1024,
                  512,
                  256,
                  128,
                  64,
                  32,
                  16,
                  8,
                  4,
                  2,
                  1,
                  0.5
                ],
                "origin": [0, 0],
                "extent": [0, 6000000, 1000000, 9000000],
                "constrainOnlyCenter": false,
                "logo": "https://github.com/hajkmap/Hajk/raw/master/design/logo_small.png",
                "geoserverLegendOptions": "",
                "mapselector": false,
                "mapcleaner": true,
                "drawerVisible": true,
                "drawerPermanent": true,
                "colors": {
                  "primaryColor": "#333333",
                  "secondaryColor": "#ffa000"
                },
                "defaultCookieNoticeMessage": "Vi använder cookies för att följa upp användandet och ge en bra upplevelse av kartan. Du kan blockera cookies i webbläsaren men då visas detta meddelande igen.",
                "defaultCookieNoticeUrl": "https://pts.se/sv/bransch/regler/lagar/lag-om-elektronisk-kommunikation/kakor-cookies/"
              },
              "chapters": [],
              "expanded": false
            },
            {
              "header": "Grön- och rekreationsområde",
              "html": "<p>Inom områdena ingår förutom allmänna grön- och rekreationsytor också större parker, idrotts- och friluftsområden. Dessutom ingår till en mindre del i de grönmarkerade områdena också impediment, vägområden och andra områden som är mindre betydelsefulla som rekreations- och grönområden, men som ändå är olämpliga för bebyggelse. Större sammanhängande gröna områden med särskilt utpekade kvaliteter och värden har markerats med streckad yta och finns förtecknade i slutet av detta avsnitt. Avgränsning och utbredning av områdena är endast översiktligt redovisade. Vid planering för förändrad markanvändning i gränserna mot de grönmarkerade områdena måste hänsyn tas till dessa särskilt om grönområdet markerats ha utpekade kvaliteter. Motiv för eventuellt ianspråktagande ska anges i fördjupning av översiktsplanen och/eller i detaljplan.</p>",
              "mapSettings": {
                "target": "map",
                "center": [319771, 6399959],
                "title": "Hajk 3",
                "projection": "EPSG:3006",
                "zoom": 8,
                "maxZoom": 18,
                "minZoom": 3,
                "resolutions": [
                  4096,
                  2048,
                  1024,
                  512,
                  256,
                  128,
                  64,
                  32,
                  16,
                  8,
                  4,
                  2,
                  1,
                  0.5
                ],
                "origin": [0, 0],
                "extent": [0, 6000000, 1000000, 9000000],
                "constrainOnlyCenter": false,
                "logo": "https://github.com/hajkmap/Hajk/raw/master/design/logo_small.png",
                "geoserverLegendOptions": "",
                "mapselector": false,
                "mapcleaner": true,
                "drawerVisible": true,
                "drawerPermanent": true,
                "colors": {
                  "primaryColor": "#333333",
                  "secondaryColor": "#ffa000"
                },
                "defaultCookieNoticeMessage": "Vi använder cookies för att följa upp användandet och ge en bra upplevelse av kartan. Du kan blockera cookies i webbläsaren men då visas detta meddelande igen.",
                "defaultCookieNoticeUrl": "https://pts.se/sv/bransch/regler/lagar/lag-om-elektronisk-kommunikation/kakor-cookies/"
              },
              "chapters": [],
              "expanded": true
            }
          ],
          "expanded": true
        }
      ],
      "expanded": true
    }
  ],
  "map": "map_1"
}
