{
  "chapters": [
    {
      "header": "ÖVERSIKTSPLAN FÖR GÖTEBORG",
      "headerIdentifier": "{3333333337123-ef67-4f69-b72f-d5a737e41cc2}",
      "html": "<p>Samrådshandling december 2018</p>",
      "mapSettings": {
        "center": [415728, 6583754],
        "zoom": 12,
        "extent": [415288.5, 6583342, 416167.5, 6584166]
      },
      "chapters": [
        {
          "header": "ÖVERSIKTSPLANENS INNEHÅLL",
          "headerIdentifier": "{444444123-ef67-4f69-b72f-d5a737e41cc2}",
          "html": "<p>Översiktsplanen ska ange</p><br><p>• grunddragen i fråga om den avsedda användningen av mark- och vatten- områden</p><br>\n<p>• kommunens syn på hur den byggda miljön ska användas, utvecklas och bevaras</p><br>\n<p>• hur kommunen avser att tillgodose de redovisade riksintressena och följa gällande miljökvalitetsnormer</p><br>\n<p>• hur kommunen i den fysiska planeringen avser att ta hänsyn till och samordna översiktsplanen med relevanta nationella och regionala mål, planer och program av betydelse för en hållbar utveckling inom kommunen</p><br>\n<p>• hur kommunen avser att tillgodose det långsiktiga behovet av bostäder.</p>",
          "mapSettings": {
            "center": [415920.76923076927, 6583250],
            "zoom": 10,
            "extent": [414162.76923076927, 6581602, 417678.76923076927, 6584898]
          },
          "chapters": [],
          "expanded": true,
          "layers": ["32", "17", "18"]
        },
        {
          "header": "ÖVERSIKTSPLANENS DELAR",
          "headerIdentifier": "{57427123-ef67-546545-b72f-d5a737e41cc2}",
          "html": "<p>Samrådsförslaget till ny översiktsplan omfattar en planbeskrivning (denna handling) och markanvändningskartan. Planbeskrivningen omfattar en utvecklingsstrategi, inriktningar för mark- och vattenanvändning och hänsyn till allmänna intressen. Till översiktsplanen hör även en konsekvensbeskrivning.</p>\n<p></p><br>\n<p>Parallellt med med detta förslag till ny kommunomfattande översiktsplan tas förslag till fördjupningar av översiktsplanen fram för Centrala Göteborg och Högsbo-Frölunda. Arbetet med en fördjupning av översiktsplanen pågår även för Västra Arendal och Torsviken.</p><br>\n<p>Till översiktsplanen hör ytterligare ett antal fördjupningar och tematiska tillägg. I samband med att denna översiktsplan antas föreslås att följande fördjupningar och tematiska tillägg ska vara fortsatt aktuella:</p><br>\n<p>• Mölndalsåns dalgång (2016, även antagen av Mölndals Stad)</p><br>\n<p>• Södra Askim (2011)</p><br>\n<p>• Förorenade områden (2006)</p><br>\n<p>• Översvämningsrisker (godkänd i Byggnadsnämnden 2018)</p><br>\n<p>Övriga nu gällande fördjupningar och tillägg är till stora delar antingen genomförda eller på andra sätt inaktuella eller otidsenliga. De bör därför upphävas i samband med att ny kommuntäckande översiktsplan antas. Frågor eller ställningstaganden som fortfarande är aktuella kommer att arbetas in i denna kommunomfattande översiktsplan.</p>",
          "chapters": [],
          "expanded": true
        }
      ],
      "expanded": true,
      "layers": ["32"]
    }
  ],
  "header": "Start",
  "color": "#ffffff",
  "map": "oversiktsplan"
}
